/* Units */
"MeterPlural" = "meters";
"MeterSingular" = "meter";

/* Start & Stop button labels */
"StartButton" = "Send";
"StopButton" = "Stop";

/* Data unavailable messages */
"LatLongUnavailable" = "Latitude / Longitude unavailable";

/* Formatting strings for location data output */
"MeterAccuracyFormat" = "Accuracy: %.0f meters";

/* Error messages */
"NoLocationServices" = "Location services are not enabled.";
"LocationDenied" = "Access to use your location was denied.";
"LocationUnknown" = "Your location could not be determined.";
"GenericLocationError" = "Unknown location error code:";
"ConnectionError" = "connection error.";
"LoadFailed" = "Upload could not be made.";